Repository: Radek-Pysny/rescarapi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: car make
cs: výrobce

source: car pool
cs: vozový park

source: car make name
cs: název výrobce

source: Simple name of the car make.
cs: Zjednodušené jméno výrobce vozů.

source: car make official name
cs: oficiální název výrobce

source: Official name of the car make (including Ltd. or GmbH).
cs: Oficialni (úplný) název výrobce vozů (včetně s.r.o. nebo a.s.).

source: car makes
cs: výrobci

source: Make of the car model_name.
cs: Výrobce module vozu.

source: car model_name
cs: model_name

source: Model of a car.
cs: Model vozu.

source: car models
cs: modely

source: car
cs: vůz

source: Model of the given car.
cs: Model daného vozu.

source: internal car ID
cs: interní ID vozu

source: Internal car ID that consists of a string with C-prefix and up to 10 decimal digits.
cs: Interní ID vozu se skládá z řetězce začinajícího na C následovaného posloupností až 9 číslic.

source: car registration number
cs: SPZ

source: Car registration number that consists from 8 characters with at least one digit.
cs: SPZ obsahuje až 10 znaků z toho alespoň jedna číslice.

source: cars
cs: vozy

source: invalid car id type
cs: špatný typ ID vozu

source: invalid car id
cs: špatné ID vozu

source: duration
cs: doba

source: X <= hour
cs: X <= hodina

source: hour < X <= day
cs: hodina < X <= den

source: day < X <= week
cs: den < X <= týden

source: week < X <= 2 weeks
cs: týden < X <= 2 týdny

source: 2 weeks < X
cs: 2 týdny < X

source: to rent at
cs: čas zapůjční

source: to return at
cs: čas navrácení

source: reservation
cs: rezervace

source: Timestamp representing the time intent when a car shall be acquired from the rental.
cs: Okamžik pro vyzvednutí vozu.

source: Timestamp representing time intent when a car shall be returned to the rental.
cs: Okamžik pro navrácení vozu.

source: car for rent
cs: vůz pro zápůjčku

source: The car that has been pre-selected for the rental
cs: Vůz pro zápůjčku

source: request ID
cs: ID požadavku

source: ID of request that is internally generated as soon as reservation request is pending.
cs: ID požadavku vygenerované v okamžiku požádání o registraci.

source: client name
cs: jméno klienta

source: Name of the client who reserved the car rental.
cs: Jméno klienta ktery provedl rezervaci vozu.

source: reservations
cs: rezervace

source: past
cs: minulost

source: today
cs: dnes

source: tomorrow
cs: zítra

source: this week
cs: tento týden

source: this month
cs: tento měsíc

source: future
cs: budoucnost
